[{"citation":"Bridges, L., Rempel, H., &amp; Griggs, K. (2010). Making the case for a fully mobile library web site: from floor maps to the catalog. <em>Reference Services Review</em>, 38, 309-320.","type":"article"},{"citation":"Day, Mike, and Don Revill. 1995. Towards the active collection: The use of circulation analyses in collection evaluation. <em>Journal of Librarianship and Information Science</em> 27 (September): 149-157.","type":"article"},{"citation":"Doucet, J. (1999), <em>My Most Secret Desire</em>, Drawn &amp; Quarterly, Montreal.","type":"book"},{"citation":"Doxiadis, A. and Papadimitriou, C.H. (2009), <em>Logicomix: An Epic Search for Truth</em>, Bloomsbury USA, New York.","type":"book"},{"citation":"Evans, G. Edward. 2000. <em>Developing library and information center collections</em>. 4th ed. Englewood, CO: Libraries Unlimited.","type":"book"},{"citation":"Fling, Brian. (2009) <em>Mobile Design and Development</em>. Sebastopol, CA: O'Reilly","type":"book"},{"citation":"Gordon, I. (2010), &ldquo;Making Comics Respectable: How Maus Helped Redefine a Medium&rdquo;, <em>The Rise of the American Comics Artist: Creators and Contexts</em>, University of Mississippi Press, Jackson, pp. 160.167.","type":"book chapter"},{"citation":"Gruber, J. (2011a), &ldquo;The Impacts Of The Affordable Care Act: How Reasonable Are The Projections the Impacts Of The Affordable Care Act: How Reasonable Are The Projections?&rdquo;, <em>National Tax Journal</em>, Vol. 64 No. 3, pp. 893-908.","type":"article"},{"citation":"Haefele, C. (2011). One Block at a Time: Building a Mobile Site Step by Step. <em>Reference Librarian</em>, 52, 117-127.","type":"article"},{"citation":"Loman, A. (2010), &ldquo;.That Mouse.s Shadow.: The Canonization of Maus&rdquo;, in Williams, P. and Lyons, J. (Eds.), <em>The Rise of the American Comics Artist</em>, University Press of Mississippi, Jackson.","type":"book chapter"},{"citation":"Mack, S. (2012), <em>Taxes, the Tea Party, and Those Revolting Rebels: A History in Comics of the American Revolution</em>, NBM Publishing, New York.","type":"book"},{"citation":"National Commission on Terrorist Attacks. (2004), The 9/11 Commission Report: Final Report of the National Commission on Terrorist Attacks Upon the United States, W. W. Norton &amp; Company, New York.","type":"book"},{"citation":"Neufeld, J. (2010), <em>A.D.: New Orleans After the Deluge</em>, Pantheon, New York.","type":"book"},{"citation":"Oppegaard, B. (2012), &ldquo;A Review of .The Influencing Machine: Brooke Gladstone on the Media..&rdquo;, <em>Visual Communication Quarterly</em>, Vol. 19 No. 3, pp. 191.193.","type":"article"},{"citation":"Peasgood, Adrian N. 1986. Towards demand-led book acquisitions? Experiences in the University of Sussex Library. <em>Journal of Librarianship</em> 18 (October): 242-256.","type":"article"},{"citation":"Rader, P.J. (2012), &ldquo;Readings and Rebellions in Persepolis and Persepolis 2&rdquo;, in Jakaitis, J. and Wurtz, J.F. (Eds.),<em>Crossing Boundaries in Graphic Narrative: Essays on Forms, Series and Genres</em>, McFarland, Jefferson, N.C., pp. 123.137.","type":"book chapter"},{"citation":"Ragon, B. (2009). Designing for the Mobile Web. <em>Journal of Electronic Resources in Medical Libraries</em>, 6, 355-361. doi:10.1080/15424060903364875","type":"article"},{"citation":"Schack, T. (2014), &ldquo;.A failure of language.: Achieving layers of meaning in graphic journalism.&rdquo;, <em>Journalism</em>, Vol. 15 No. 1, pp. 109.127.","type":"article"},{"citation":"Smith, S.D. &amp; Caruso J.B. (2009). <em>ECAR Study of Undergraduate Students and Information Technology</em>, Boulder, CO: EDUCAUSE Center for Applied Research. ","type":"book"},{"citation":"Whitlock, G. (2007), <em>Soft weapons?: autobiography in transit</em>, Chicago: University of Chicago Press, 2007.","type":"book"},{"citation":"Winick, J. (2000), <em>Pedro and Me: Friendship, Loss, and What I Learned</em>, Heny Holt, New York.","type":"book"},{"citation":"Wisniewski, Jeff. (2010). &quot;Mobile Websites With Minimum Effort.&quot; <em>Online</em>. Vol. 34(1), 54-57.","type":"article"},{"citation":"Witek, J. (1999), &ldquo;Ramses in the Ivory Tower&rdquo;, <em>The Comics Journal</em>, April 1999, No. 211, pp. 58.61.","type":"article"},{"citation":"Wolfe, G.K. (1994), &ldquo;On Some Recent Scholarship&rdquo;, <em>Science Fiction Studies</em>, Vol. 21 No. 3, pp. 439.440.","type":"article"}]
